{
	"eng":{
		"dialogs":
		{
			"prologue_mum_dialog_1":
			[
				"Sunshine, you're finally awake!",
				"I'll finish in a moment and join you.",
				"Go shake your father, or we'll never get out for a walk!"
			],
			"prologue_mum_dialog_2": ["Um...?"],

			"prologue_dad_dialog_1":
			[
				"Good morning, little one!",
				"Go say hello to your mum!"
			],
			"prologue_dad_dialog_2":
			[
				"Look, there's our sleeper...",
				"..Mum said..",
				"I completely forgot we were going for a walk...",
				"Ehhhhh... I was already hoping to finish the book...",
				"I think... I can feel your mother's gaze...",
				"Let's go for a walk, baby...",
				"Sweetheart! <delay=\"1000\">\nLet's go air our moustaches out, the weather's really nice!",
				"Baby, don't forget to close the door."
			],
			"prologue_dad_dialog_3": ["Um...?"],
			"ghetto_bum_dialog_1":
			[
				"Ohh... You crawled out of your can after all, eh-heh-heh...",
				"...I thought you were long dead.",
				"Today is a feast in the cursed settlement - the new meat\n are off to test the scouts...",
				"Don't tell me you want to die too...?<delay=\"500\">",
				"..No one will thank you, my ugly friend...",
				"You don't really care anymore, do you...?"
			],
			"ghetto_bum_dialog_2": ["*is silent at the drop of a hat.*"],
			"ghetto_bum_dialog_3": ["*silent*"],
			"ghetto_bum_dialog_4": ["*coughs*"],
			"ghetto_jump_tip": ["Use X to jump"],
			"nachalo_puti_crawl_tip": ["Use R2 to move around walls and ceilings"],
			"nachalo_puti_crawljump_tip": ["How about trying a jump with R2 clamped?"],
			"test_dialog":
			[
				"<color=\"red\">Good</color> morning <delay=\"1000\">baby!",
				"It's JONNY!",
				"Dead!"
			]
		},
		"text":
		{
			"demo_end_text_1": "<align=\"center\"> <size=\"50%\">The journey to date has come to an end</size> </align>\nThe protagonist has only just stepped onto the path of adversity and he doesn't know what's waiting for him any minute... Neither do you...",
			"demo_end_text_2": "But if you liked it and want to know what happens next, be sure to tell us in the comments on itch.io",
			"demo_end_text_3": "Your feedback will determine whether the adventure continues :)",
			"intro_text": "In one of the many worlds - perhaps even yours - live a nation of cockroaches - they have settled inside the Great Temple of God in the flesh, built their settlement and elected a queen to rule them wisely, to keep them safe from harm and to enforce the laws. They vowed never to see God again, lest they incur his wrath.\nAs the years passed, generations passed, most of the cockroaches had never seen God at all and doubted his existence, but the law was respected and the settlement grew.\nGod's temple in the flesh is full of food, but its extraction is full of dangers - for this purpose, a scout squad made up of the strongest and biggest cockroaches has been created to search for food.\nScouts are selected by going through an initiation trial, where the one stepping onto this path must return with food and be given a new name, or die ignominiously."
		}
	},
	"ru":{
		"dialogs":
		{
			"prologue_mum_dialog_1":
			[
				"Солнце, наконец-то ты проснулся!",
				"Я сейчас закончу и присоединюсь к вам.",
				"Иди растолкай своего отца, иначе мы никогда не выйдем погулять!"
			],
			"prologue_mum_dialog_2": ["Мм..?"],

			"prologue_dad_dialog_1":
			[
				"Доброе утро, малыш!",
				"Иди поздоровайся с мамой!"
			],
			"prologue_dad_dialog_2":
			[
				"Глядите, а вот и наш соня…",
				"..Мама сказала?..",
				"Я совсем забыл, что мы идем гулять…",
				"Эхххх... А я уже надеялся дочитать книгу...",
				"Мне кажется... я чувствую взгляд твоей матери...",
				"Пойдем гулять, малыш..",
				"Любимая! <delay=\"1000\">\nПойдем проветрим усики, погода и правда отличная!",
				"Малыш, не забудь закрыть дверь."
			],
			"prologue_dad_dialog_3": ["Мм..?"],
			"ghetto_bum_dialog_1":
			[
				"Ооо.. Ты все-таки выполз из своей банки, эх-хе-х..",
				"...Я было подумал, что ты уже давно сдох.",
				"Сегодня в проклятом поселении праздник - новое мясо\nотправляется на испытание разведчиков...",
				"Не говори, что и ты хочешь умереть..?<delay=\"500\">",
				"..Тебе никто не скажет спасибо, мой уродливый друг..",
				"Тебе ведь уже все равно, да..?"
			],
			"ghetto_bum_dialog_2": ["*молчит по-мертвому*"],
			"ghetto_bum_dialog_3": ["*молчит*"],
			"ghetto_bum_dialog_4": ["*кашляет*"],
			"ghetto_jump_tip": ["Используй X, чтобы прыгать"],
			"nachalo_puti_crawl_tip": ["Используй R2, чтобы передвигаться по стенам и потолкам"],
			"nachalo_puti_crawljump_tip": ["Как насчет попробовать прыжок с зажатым R2?"],

			"test_dialog":
			[
				"<color=\"red\">Доброе</color> утро <delay=\"1000\">малыш!",
				"Это ДЖОННИ!\nДЖОНИ ДЖОНИ ДЖОНИ",
				"Сдох!"
			]
		},
		"text":
		{
			"demo_end_text_1": "<align=\"center\"> <size=\"50%\"> Путешествие на сегодня подошло к концу </size> </align>\nГлавный герой пока лишь ступил на тропу испытаний и он еще не знает, что ждет его с минуты на минуту.. Впрочем как и ты...",
			"demo_end_text_2": "Но если тебе понравилось и ты хочешь узнать, что будет дальше, то обязательно скажи нам об этом в комментариях на itch.io",
			"demo_end_text_3": "От твоей обратной связи будет зависеть - продолжится ли приключение :)",
			"intro_text": "В одном из множества миров - возможно даже вашем, живет народ тараканов - они поселились внутри Великого Храма Бога во плоти, построили свое поселение и избрали во главу королеву, что должна мудро править ими, оберегать от напастей и следить за соблюдением законов. Они дали обет никогда не попадаться Богу на глаза, чтобы не навлечь на себя его гнев.\nШли годы, сменялись поколения, большинство тараканов и вовсе никогда не видело Бога и сомневалось в его существовании, но закон соблюдался, а поселение росло.\nХрам Бога во плоти полон пищи, но ее добыча полна опасностей – для этих целей был создан отряд разведчиков, состоящий из самых сильных и крупных тараканов, который должен заниматься поиском еды.\nРазведчики отбираются путем прохождения испытания-инициации, где ступивший на этот путь должен вернуться с пищей и получить новое имя, или погибнуть бесславно."
		}
	}
}